;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the your language.ini
;  Please, translate text only after simbol ' = '
;
;
; TranslationAuthor: juupii
; TranslationAuthorEmail: juupii@ymail.com
; 
; I used Emillios croatian translation for Wise Registry Cleaner to translate some parts in this file, tnx Emillio :) 
; 
; Soft Version: 3.09.65
;
;
[Lang]
NativeLanguage=Hrvatski

[GUI]
ButtonYes=Da
ButtonNo=Ne
ButtonOK=Uredu
ButtonClose=Zatvori

[Translation]
LangCode=041a
ReadHabit=Left-to-right
LanguageName=HR
LangShortName=hr-hr
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=EASTEUROPE_CHARSET
Information=Informacija
Warning=Upozorenje
Error=Greška
Confirm=Potvrdi
;
; Memory Optimization
;
FrmMoMain.lblTotalMem.Caption=Ukupno RAMa:
FrmMoMain.lblaopt.Caption=Automatski optimiziraj ako je slobodne memorije ispod:
FrmMoMain.lbltry.Caption=Oslobodi još memorije
FrmMoMain.btnsettings.Caption=Postavke
FrmMoMain.btnOpt.Caption=Optimiziraj
FrmMoMain.chkmin.Caption=Spusti u sistemsku traku
FrmMoMain.chkauto.Caption=Pokreni pri pokretanju Windowsa
FrmMoMain.chkautoOpt.Caption=Omogući automatsku optimizaciju
FrmMoMain.chkidle.Caption=Optimiziraj kad je CPU u mirovanju. (Preporučeno)
FrmMoMain.lbllang.Caption=Default Language:
;
; About
;
FrmAbout.caption=O programu
FrmAbout.btnok.caption=Uredu
FrmAbout.lblver.caption=Trenutna verzija
FrmAbout.lblemail.caption=Email podrške:
FrmAbout.lblhome.caption=Početna stranica:
FrmAbout.lblthanks.caption=Hvala slijedećim ljudima na njihovom doprinosu:

[MemoryOptimizer]
UsedMemory=Iskorišteno:
AvailableMemory=Slobodno:
FreeMemory=Slobodno:
At=u
pmShow=Prikaži prozor programa
pmOpt=Optimiziraj
pmAbout=O programu
pmExit=Izlaz
SureExit=Optimiziram memoriju, jeste li sigurni da želite izaći?
Mintotray=Optimiziram memoriju



